import {CarType} from "models/CarType";

export const CAR_TYPE: CarType[] = [
    {_id: "1", id: 1, name: "Міні"},
    {_id: "2", id: 2, name: "Седан"},
    {_id: "3", id: 3, name: "Хетчбек"},
    {_id: "4", id: 4, name: "Кроссовер"},
    {_id: "6", id: 6, name: "Позашляховик"},
    {_id: "7", id: 7, name: "Універсал"},
    {_id: "8", id: 8, name: "Мінівен"},
    {_id: "9", id: 9, name: "Мікровен"},
    {_id: "10", id: 10, name: "Купе"},
    {_id: "11", id: 11, name: "Кабріолет"},
    {_id: "12", id: 12, name: "Лімузин"},
    {_id: "13", id: 13, name: "Фургон"},
    {_id: "14", id: 14, name: "Пікап"},
    {_id: "15", id: 15, name: "Міні-автобус"},
    {_id: "16", id: 16, name: "Автобус"},
    {_id: "17", id: 17, name: "Трейлер"},
    {_id: "18", id: 18, name: "Фургон"},
    {_id: "19", id: 19, name: "Легковий фургон"},
    {_id: "20", id: 20, name: "Мікроавтобус"},
    {_id: "21", id: 21, name: "Легковий автобус"}
];
